Repository: grupyrn/jararaca
Catalog: apps/api/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Generate XLSX spreadsheet
pt_br: Gerar planilha XLSX

source: The certficates were successfuly sent to the eligible selected attendees.
pt_br: Os certificados foram enviados com sucesso aos participantes selecionados que cumpriram o tempo mínimo do evento.

source: Send certificate
pt_br: Enviar certificado

source: without certificate
pt_br: sem certificado

source: event
pt_br: evento

source: name
pt_br: nome

source: share data with partners
pt_br: Autorizo o compartilhamento dos meus dados com parceiros do GruPy-RN

source: date
pt_br: data

source: presence percentage
pt_br: porcentagem de tempo de presença

source: eligible to certificate
pt_br: elegível para recebimento de certificado

source: attendee
pt_br: participante

source: attendees
pt_br: participantes

source: description
pt_br: descrição

source: place
pt_br: local

source: organizers
pt_br: organizadores

source: created by
pt_br: criado por

source: content link
pt_br: link de conteúdo

source: certificate model
pt_br: modelo de certificado

source: certificate hours
pt_br: horas para certificado

source: minimum length of stay for certificate
pt_br: tempo de permanência mínima para certificado

source: Percentage from total time
pt_br: Porcentagem a partir do tempo total do evento

source: closed registration
pt_br: inscrições encerradas

source: %s hours
pt_br: %s horas

source: %s hour
pt_br: %s hora

source: events
pt_br: eventos

source: start time
pt_br: hora de início

source: end time
pt_br: hora de término

source: change schedule
pt_br: alterar programação

source: event day
pt_br: dia de evento

source: event days
pt_br: dias de evento

source: title
pt_br: título

source: authors
pt_br: autores

source: event schedule
pt_br: item de programação

source: event schedules
pt_br: itens de programação

source: entrance date/time
pt_br: data/hora de entrada

source: exit date/time
pt_br: data/hora de saída

source: permanence time
pt_br: tempo de permanência

source: event day check
pt_br: entrada de evento

source: event day checks
pt_br: entradas de evento

source: subevent
pt_br: sub-evento

source: subevents
pt_br: sub-eventos

source: subevent check
pt_br: entrada de sub-evento

source: subevent checks
pt_br: entradas de sub-evento

source: certificate image
pt_br: modelo de certificado

source: Image sized 2000x1545
pt_br: Imagem de tamanho 2000x1545

source: text
pt_br: texto

source: Available variables: {name}, {event}, {cpf}, {event_date}, {event_place}, {event_duration}, {event_min_percent}.
pt_br: Variáveis disponíveis: {name}, {event}, {cpf}, {event_date}, {event_place}, {event_duration}, {event_min_percent}.

source: font
pt_br: fonte

source: TrueType font file
pt_br: arquivo de fonte TrueType

source: font size
pt_br: tamanho da fonte

source: font color
pt_br: cor da fonte

source: alignment
pt_br: alinhamento

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Center
pt_br: Centro

source: Justify
pt_br: Justificado

source: line spacing
pt_br: espaçamento de linhas

source: text X position
pt_br: posição X do texto

source: Percentage from model width
pt_br: Porcentagem a partir da largura do certificado

source: text Y position
pt_br: posição Y do texto

source: Percentage from model height
pt_br: Porcentagem a partir da altura do certificado

source: text width
pt_br: largura do texto

source: preview
pt_br: pré-visualização

source: certificate models
pt_br: modelos de certificado

source: , bearer of the registry number %(cpf)s,
pt_br: , portador(a) do CPF %(cpf)s,

source: QR-Code incompatible with this event.
pt_br: QR-Code de inscrição não está relacionado a este evento.

source: Event inactive.
pt_br: O evento está inativo.

source: %(attendee)s already checked-in.
pt_br: %(attendee)s já realizou check-in.

source: %(attendee)s successfully checked-in.
pt_br: %(attendee)s realizou check-in com sucesso.

source: %(attendee)s did not checkin.
pt_br: %(attendee)s não realizou check-in.

source: %(attendee)s already checked-out.
pt_br: %(attendee)s já realizou check-out.

source: %(attendee)s successfully checked-out.
pt_br: %(attendee)s realizou check-out com sucesso.

source: Attendee previsously not registered.
pt_br: Participante não pôde ser registrado com os dados recebidos.

source: Invalid data.
pt_br: Dados inválidos.

source: Check-ins not found.
pt_br: Check-in não encontrado.
